Dlubal.SteelSurfaces.DesignSituation
Design situation type

Dlubal.SteelSurfaces.DesignSituation.UnknownDesignSituation
Unknown

Dlubal.SteelSurfaces.DesignSituation.Accidental
Accidental

Dlubal.SteelSurfaces.DesignSituation.Fundamental
Fundamental